"AES-128 (recommended)" = "AES-128 (anbefalt)";
"Burn Image..." = "Brenn diskfil...";
"Cancel" = "Avbryt";
"Change Format..." = "Konverter diskettfil...";
"Convert" = "Konverter";
"Converting Image..." = "Konverterer diskettfil...";
"Create" = "Opprett";
"Create Disk Image" = "Diskettfil";
"Create with directory:" = "Opprett med mappe:";
"Create with size:" = "Opprett med str.:";
"Create..." = "Ny diskettfil...";
"Creating Image..." = "Lager diskettfil...";
"Disk Image" = "Diskettfil";
"Disk Image Converter" = "Diskettfilkonvertering";
"Disk Image Converting" = "Diskettfilkonvertering";
"Disk Image Progress" = "Diskettfil-framdrift";
"Encryption:" = "Kryptering:";
"Finished" = "Ferdig";
"Image Format" = "Konverter diskettfil til";
"Internet enable" = "Internett-aktivering";
"Megabytes" = "megabyte";
"Mount after creating" = "Aktiver etter oppretting";
"Mounting Image..." = "Aktiverer diskettfil...";
"Name:" = "Navn:";
"None" = "Ingen";
"Read only" = "Kun les";
"Read only compressed" = "Kun les - komprimert";
"Read/Write" = "Les/skriv";
"Sparse" = "Minimum";
"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Filen må ha en av følgende filendelser: .dmg, .img, smi eller .toast.";
"Volume Name:" = "Volumnavn:";
"Volume Size:" = "Volumstørrelse:";
"untitled" = "uten navn";

/* ==== UNLOCALIZED ==== */

"DVD/CD-R master" = "DVD/CD-R master";
"Format:" = "Format:";
"Read only zlib compressed" = "Read only zlib compressed";
